Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitTravelLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.viewListings
source: View Listings
ar: عرض القوائم
bg: Преглед на обяви
ca: Veure les ofertes
cs: Zobrazit nabídky
da: Se annoncer
de: Angebote anzeigen
el: Δες Λίστες
es: Ver Listados
es_419: Ver Listados
fi: Katso ilmoitukset
fr: Voir les annonces
fr_ca: Voir les annonces
he: צפה ברשימות
hi: सूचियाँ देखें
hr: Pogledaj ponude
hu: Hirdetések megtekintése
id: Lihat Daftar
it: Visualizza Offerte
ja: リスティングを見る
kk: Тізімдерді қарау
ko: 리스트 보기
ms: Lihat Senarai
nb: Se oppføringer
nl: Bekijk Lijsten
pl: Zobacz ogłoszenia
pt_br: Ver Listagens
pt_pt: Ver Anúncios
ro: Vezi Anunțurile
ru: Просмотреть объявления
sk: Zobraziť zoznamy
sv: Visa listor
th: ดูรายการ
tr: İlanları Görüntüle
uk: Переглянути списки
vi: Xem Danh Sách
zh_hans: 查看房源
zh_hant: 查看列表
zh_hk: 查看列表

# TK.Action.viewWeeklyForecast
source: View Weekly Forecast
ar: عرض توقعات الطقس الأسبوعية
bg: Преглед на седмичната прогноза
ca: Veure el pronòstic setmanal
cs: Zobrazit týdenní předpověď
da: Se ugens vejrudsigt
de: Wochenprognose ansehen
el: Δες Εβδομαδιαία Πρόγνωση
es: Ver Pronóstico Semanal
es_419: Ver pronóstico semanal
fi: Katso viikkoennuste
fr: Voir les prévisions hebdomadaires
fr_ca: Voir la prévision hebdomadaire
he: צפה בתחזית השבועית
hi: साप्ताहिक पूर्वानुमान देखें
hr: Pogledaj tjednu prognozu
hu: Heti előrejelzés megtekintése
id: Lihat Prakiraan Mingguan
it: Visualizza Previsioni Settimanali
ja: 週間天気予報を見る
kk: Апталық ауа райы болжамын қарау
ko: 주간 예보 보기
ms: Lihat Ramalan Minggu
nb: Se ukentlig værvarsel
nl: Bekijk Weekprognose
pl: Zobacz prognozę tygodniową
pt_br: Ver Previsão Semanal
pt_pt: Ver Previsão Semanal
ro: Vezi Prognoza Săptămânală
ru: Просмотреть недельный прогноз
sk: Zobraziť týždennú predpoveď
sv: Visa veckoprognosen
th: ดูการพยากรณ์อากาศรายสัปดาห์
tr: Haftalık Hava Durumunu Görüntüle
uk: Переглянути погодний прогноз на тиждень
vi: Xem Dự Báo Tuần
zh_hans: 查看周预报
zh_hant: 查看每週天氣預報
zh_hk: 查看每週天氣預報

# TK.Label.accommodation
source: Accommodation
ar: إقامة
bg: Настаняване
ca: Allotjament
cs: Ubytování
da: Indkvartering
de: Unterkunft
el: Κατοικίες
es: Alojamiento
es_419: Alojamiento
fi: Majoitus
fr: Hébergement
fr_ca: Hébergement
he: לינה
hi: आवास
hr: Smještaj
hu: Szállás
id: Akomodasi
it: Alloggio
ja: 宿泊施設
kk: Өмір сүру орындары
ko: 숙소
ms: Penginapan
nb: Overnatting
nl: Accommodatie
pl: Zakwaterowanie
pt_br: Acomodação
pt_pt: Alojamento
ro: Cazare
ru: Жилище
sk: Ubytovanie
sv: Boende
th: ที่พัก
tr: Konaklama
uk: Проживання
vi: Chỗ ở
zh_hans: 住宿
zh_hant: 住宿
zh_hk: 住宿

# TK.Label.airline
source: Airline
ar: شركة الطيران
bg: Авиокомпания
ca: Aerolínia
cs: Letecká společnost
da: Luftfartsselskab
de: Fluggesellschaft
el: Αεροπορική Εταιρεία
es: Aerolínea
es_419: Aerolínea
fi: Lentoyhtiö
fr: Compagnie aérienne
fr_ca: Compagnie aérienne
he: חברת תעופה
hi: वিমান कंपनी
hr: Aerolines
hu: Légitársaság
id: Maskapai
it: Compagnia aerea
ja: 航空会社
kk: Әуе компаниясы
ko: 항공사
ms: Syarikat Penerbangan
nb: Flyselskap
nl: Luchtvaartmaatschappij
pl: Linia lotnicza
pt_br: Companhia Aérea
pt_pt: Companhia Aérea
ro: Companie Aeriană
ru: Авиакомпания
sk: Letecká spoločnosť
sv: Flygbolag
th: สายการบิน
tr: Havayolu
uk: Авіакомпанія
vi: Hãng hàng không
zh_hans: 航空公司
zh_hant: 航空公司
zh_hk: 航空公司

# TK.Label.airport
source: Airport
ar: المطار
bg: Летище
ca: Aeroport
cs: Letiště
da: Lufthavn
de: Flughafen
el: Αεροδρόμιο
es: Aeropuerto
es_419: Aeropuerto
fi: Lentoasema
fr: Aéroport
fr_ca: Aéroport
he: נמל תעופה
hi: हवाई अड्डा
hr: Zračna luka
hu: Repülőtér
id: Bandara
it: Aeroporto
ja: 空港
kk: Аэропорт
ko: 공항
ms: Lapangan Terbang
nb: Flyplass
nl: Luchthaven
pl: Lotnisko
pt_br: Aeroporto
pt_pt: Aeroporto
ro: Aeroport
ru: Аэропорт
sk: Letisko
sv: Flygplats
th: สนามบิน
tr: Havalimanı
uk: Аеропорт
vi: Sân bay
zh_hans: 机场
zh_hant: 機場
zh_hk: 機場

# TK.Label.airQuality
source: Air Quality
ar: جودة الهواء
bg: Качество на въздуха
ca: Qualitat de l’aire
cs: Kvalita vzduchu
da: Luftkvalitet
de: Luftqualität
el: Ποιότητα αέρα
es: Calidad del Aire
es_419: Calidad del aire
fi: Ilmanlaatu
fr: Qualité de l’air
fr_ca: Qualité de l’air
he: איכות האוויר
hi: वायु गुणवत्ता
hr: Kvaliteta zraka
hu: Levegőminőség
id: Kualitas Udara
it: Qualità dell'aria
ja: 空気質
kk: Ауа сапасы
ko: 대기질
ms: Kualiti Udara
nb: Luftkvalitet
nl: Luchtkwaliteit
pl: Jakość powietrza
pt_br: Qualidade do Ar
pt_pt: Ar
ro: Calitatea aerului
ru: Качество воздуха
sk: Kvalita vzduchu
sv: Luftkvalitet
th: คุณภาพอากาศ
tr: Hava Kalitesi
uk: Якість повітря
vi: Chất lượng không khí
zh_hans: 空气质量
zh_hant: 空氣品質
zh_hk: 空氣質素

# TK.Label.airQualityIndex
source: Air Quality Index
ar: مؤشر جودة الهواء
bg: Индекс на качеството на въздуха
ca: Índex de qualitat de l'aire
cs: Stav ovzduší
da: Luftkvalitetsindeks
de: Luftqualitätsindex
el: Ποιότητα αέρα
es: Índice de Calidad del Aire
es_419: Índice de Calidad del Aire
fi: Ilmanlaatuindeksi
fr: Indice de qualité de l’air
fr_ca: Indice de qualité de l’air
he: מדד איכות אוויר
hi: वायु गुणवत्ता सूचकांक
hr: Indeks kvalitete zraka
hu: Levegőminőség-index
id: Indeks Kualitas Udara
it: Indice di qualità dell'aria
ja: 空気質指数
kk: Ауа сапасының индексі
ko: 대기질 지수
ms: Indeks Kualiti Udara
nb: Luftkvalitetsindeks
nl: Luchtkwaliteitsindex
pl: Indeks jakości powietrza
pt_br: Índice de Qualidade do Ar
pt_pt: Índice de Qualidade do Ar
ro: Indice calitate aer
ru: Индекс качества воздуха
sk: Index kvality ovzdušia
sv: Luftkvalitetsindex
th: ดัชนีคุณภาพอากาศ
tr: Hava Kalitesi Endeksi
uk: Індекс якості повітря
vi: Chỉ số chất lượng không khí
zh_hans: 空气质量指数
zh_hant: 空氣品質指標
zh_hk: 空氣質素指數

# TK.Label.arrival
source: Arrival
ar: الوصول
bg: Пристигане
ca: Arribada
cs: Příjezd
da: Ankomst
de: Ankunft
el: Άφιξη
es: Llegada
es_419: Llegada
fi: Saapuminen
fr: Arrivée
fr_ca: Arrivée
he: הגעה
hi: पहुँच
hr: Dolazak
hu: Érkezés
id: Kedatangan
it: Arrivo
ja: 到着
kk: Келу
ko: 도착
ms: Kedatangan
nb: Ankomst
nl: Aankomst
pl: Przyjazd
pt_br: Chegada
pt_pt: Chegada
ro: Sosire
ru: Прибытие
sk: Príchod
sv: Ankomst
th: การมาถึง
tr: Varış
uk: Прибуття
vi: Thời gian đến
zh_hans: 到达
zh_hant: 到達
zh_hk: 抵达

# TK.Label.baggage
source: Baggage
ar: الأمتعة
bg: Багаж
ca: Equipatge
cs: Zavazadla
da: Bagage
de: Gepäck
el: Αποσκευές
es: Equipaje
es_419: Equipaje
fi: Matkatavarat
fr: Bagage
fr_ca: Bagages
he: מטען
hi: योग्य सामान
hr: Prtljag
hu: Csomag
id: Bagasi
it: Bagagli
ja: 手荷物
kk: Жүк
ko: 수하물
ms: Bagasi
nb: Bagasje
nl: Bagage
pl: Bagaż
pt_br: Bagagem
pt_pt: Bagagem
ro: Bagaje
ru: Багаж
sk: Batožina
sv: Bagage
th: กระเป๋าเดินทาง
tr: Bagaj
uk: Багаж
vi: Hành lý
zh_hans: 行李
zh_hant: 行李
zh_hk: 行李

# TK.Label.boardingPass
source: Boarding Pass
ar: تذكرة boarding
bg: Билетов пропуск
ca: Pagaré d'embarcament
cs: Palubní lístek
da: Boardingkort
el: Εισιτήριο Επιβίβασης
es: Tarjeta de Embarque
es_419: Tarjeta de embarque
fi: Lähtöselvityskortti
fr: Carte d'embarquement
fr_ca: Carte d'embarquement
he: דרך כרטיס
hi: बोर्डिंग पास
hu: Beszállókártya
it: Carta d'Imbarco
ja: 搭乗券
kk: Тіркелу билеті
ko: 탑승권
ms: Pas Penerbangan
nb: Bordingskort
nl: Instapbewijs
pl: Karta pokładowa
pt_br: Cartão de Embarque
pt_pt: Bilhete de Embarque
ro: Talon de îmbarcare
ru: Посадочный талон
sk: Palubný lístok
th: บัตรขึ้นเครื่อง
tr: Uçuş Kartı
uk: Посадковий талон
vi: Thẻ lên máy bay
zh_hans: 登机牌
zh_hant: 登機證
zh_hk: 登机牌

# TK.Label.booking
source: Booking
ar: الحجز
bg: Резервация
ca: Reserva
cs: Rezervace
da: Reservation
de: Buchung
el: Κράτηση
es: Reserva
es_419: Reserva
fi: Varauksia
fr: Réservation
fr_ca: Réservation
he: הזמנה
hi: बुकिंग
hr: Rezervacija
hu: Foglalás
id: Pemesanan
it: Prenotazione
ja: 予約
kk: Бронь
ko: 예약
ms: Tempahan
nb: Bestilling
nl: Boeking
pl: Rezerwacja
pt_br: Reserva
pt_pt: Reserva
ro: Rezervare
ru: Бронирование
sk: Rezervácia
sv: Bokning
th: การจอง
tr: Rezervasyon
uk: Бронювання
vi: Đặt chỗ
zh_hans: 预订
zh_hant: 預訂
zh_hk: 预订

# TK.Label.checkIn
source: Check-in
ar: تسجيل الوصول
bg: Регистрация
ca: Registre
cs: Registrace
es: Registro
fi: Sisäänkirjautuminen
fr: Enregistrement
fr_ca: Enregistrement
he: צ'ק-אין
hi: चेक-इन
hr: Prijava
hu: Bejelentkezés
ja: チェックイン
kk: Тіркелу
ko: 체크인
ms: Daftar Masuk
nb: Innjekk
nl: Inchecken
pl: Zameldowanie
ro: Înregistrare
ru: Регистрация
sv: Incheckning
th: เช็คอิน
tr: Giriş Yap
uk: Реєстрація
vi: Đăng ký
zh_hans: 登记
zh_hant: 登記
zh_hk: 签到

# TK.Label.checkOut
source: Check-out
ar: تسجيل المغادرة
bg: Напускане
ca: Sortida
cs: Odhlášení
da: Check-ud
fi: Uloskirjautuminen
fr: Départ
fr_ca: Départ
he: צ'ק-אאוט
hi: चेक-आउट
hr: Odjava
hu: Kijelentkezés
ja: チェックアウト
kk: Тексеруден шығу
ko: 체크아웃
ms: Daftar Keluar
nb: Utsjekk
nl: Uitchecken
pl: Wymeldowanie
ro: Iesire
ru: Выезд
sv: Utcheckning
th: เช็คเอาท์
tr: Çıkış Yap
uk: Виписка
vi: Trả phòng
zh_hans: 退房
zh_hant: 結帳
zh_hk: 退房

# TK.Label.connectionStatus
source: Connection Status
ar: حالة الاتصال
bg: Статус на връзката
ca: Estat de connexió
cs: Stav připojení
da: Forbindelsesstatus
de: Verbindungsstatus
el: Κατάσταση Σύνδεσης
es: Estado de Conexión
es_419: Estado de Conexión
fi: Yhteyden tila
fr: État de connexion
fr_ca: État de la connexion
he: סטטוס חיבור
hi: कनेक्शन स्थिति
hr: Status veze
hu: Kapcsolat állapota
id: Status Koneksi
it: Stato di Connessione
ja: 接続ステータス
kk: Байланыс статусі
ko: 연결 상태
ms: Status Sambungan
nb: Tilkoblingsstatus
nl: Verbindingsstatus
pl: Status połączenia
pt_br: Status da Conexão
pt_pt: Estado da Conexão
ro: Starea Conexiunii
ru: Статус соединения
sk: Stav pripojenia
sv: Anslutningsstatus
th: สถานะการเชื่อมต่อ
tr: Bağlantı Durumu
uk: Статус з'єднання
vi: Trạng Thái Kết Nối
zh_hans: 连接状态
zh_hant: 連線狀態
zh_hk: 連接狀態

# TK.Label.currency
source: Currency
ar: العملة
bg: Валута
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
es_419: Moneda
fi: Valuutta
fr: Monnaie
fr_ca: Devise
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
id: Mata Uang
it: Valuta
ja: 通貨
kk: Валюта
ko: 환율
ms: Mata Wang
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
pt_pt: Moeda
ro: Valută
ru: Валюта
sk: Mena
sv: Valuta
th: สกุลเงิน
tr: Para Birimi
uk: Валюта
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣
zh_hk: 貨幣

# TK.Label.currentLocation
source: Current Location
ar: الموقع الحالي
bg: Настоящо местоположение
ca: Ubicació actual
cs: Současná poloha
da: Nuværende Lokation
de: Aktueller Ort
el: Τρέχουσα τοποθεσία
es: Ubicación actual
es_419: Ubicación Actual
fi: Nykyinen sijainti
fr: Lieu actuel
fr_ca: Position actuelle
he: מיקום נוכחי
hi: वर्तमान स्थान
hr: Trenutačna lokacija
hu: Jelenlegi hely
id: Lokasi Saat Ini
it: Posizione attuale
ja: 現在地
kk: Ағымдағы геолокация
ko: 현재 위치
ms: Lokasi Semasa
nb: Nåværende plassering
nl: Huidige locatie
pl: Aktualna lokalizacja
pt_br: Localização Atual
pt_pt: Localização atual
ro: Localizarea actuală
ru: Текущая геопозиция
sk: Aktuálna poloha
sv: Aktuell plats
th: ตำแหน่งที่ตั้งปัจจุบัน
tr: Şu Anki Konum
uk: Поточне місце
vi: Vị trí hiện tại
zh_hans: 当前位置
zh_hant: 目前位置
zh_hk: 目前位置

# TK.Label.currentTemperature
source: Current Temperature
ar: درجة الحرارة الحالية
bg: Текуща температура
ca: Temperatura actual
cs: Aktuální teplota
da: Aktuel Temperatur
de: Aktuelle Temperatur
el: Τρέχουσα Θερμοκρασία
es: Temperatura actual
es_419: Temperatura Actual
fi: Nykyinen lämpötila
fr: Température actuelle
fr_ca: Température actuelle
he: טמפרטורה נוכחית
hi: वर्तमान तापमान
hr: Trenutna Temperatura
hu: Aktuális Hőmérséklet
id: Suhu Saat Ini
it: Temperatura Corrente
ja: 現在の温度
kk: Ағымдағы температура
ko: 현재 온도
ms: Suhu Semasa
nb: Nåværende temperatur
nl: Huidige Temperatuur
pl: Aktualna temperatura
pt_br: Temperatura Atual
pt_pt: Temperatura Atual
ro: Temperatura curentă
ru: Текущая температура
sk: Aktuálna teplota
sv: Aktuell temperatur
th: อุณหภูมิปัจจุบัน
tr: Mevcut Sıcaklık
uk: Поточна температура
vi: Nhiệt độ hiện tại
zh_hans: 当前温度
zh_hant: 當前溫度
zh_hk: 當前溫度

# TK.Label.departure
source: Departure
ar: وقت المغادرة
bg: Час на заминаване
ca: Sortida
cs: Odjezd
da: Afgang
de: Abfahrt
el: Αναχώρηση
es: Salida
es_419: Salida
fi: Lähtö
fr: Départ
fr_ca: Départ
he: עזיבה
hi: प्रस्थान
hr: Odlazak
hu: Indulás
id: Waktu Keberangkatan
it: Partenza
ja: 出発
kk: Шығу
ko: 출발
ms: Perlepasan
nb: Avgang
nl: Vertrek
pl: Odjazd
pt_br: Partida
pt_pt: Partida
ro: Plecare
ru: Отправление
sk: Odchod
sv: Avgång
th: การออกเดินทาง
tr: Kalkış
uk: Відправлення
vi: Khởi hành
zh_hans: 出发
zh_hant: 出發
zh_hk: 出發

# TK.Label.destination
source: Destination
ar: وجهة
bg: Дестинация
ca: Destinació
cs: Cíl
de: Ziel
el: Προορισμός
es: Destino
es_419: Destino
fi: Kohde
he: יעד
hi: गंतव्य
hr: Odredište
hu: Célállomás
id: Tujuan
it: Meta
ja: 目的地
kk: Бару орны
ko: 목적지
ms: Destinasi
nb: Destinasjon
nl: Bestemming
pl: Cel
pt_br: Destino
pt_pt: Destino
ro: Destinație
ru: Место назначения
sk: Destinácia
th: จุดหมายปลายทาง
tr: Hedef
uk: Призначення
vi: Điểm đến
zh_hans: 目的地
zh_hant: 目的地
zh_hk: 目的地

# TK.Label.distance
source: Distance
ar: المسافة
bg: Разстояние
ca: Distància
cs: Vzdálenost
de: Strecke
el: Απόσταση
es: Distancia
es_419: Distancia
fi: Matka
he: מרחק
hi: दूरी
hr: Udaljenost
hu: Távolság
id: Jarak
it: Distanza
ja: 距離
kk: Қашықтық
ko: 거리
ms: Jarak
nb: Avstand
nl: Afstand
pl: Dystans
pt_br: Distância
pt_pt: Distância
ro: Distanță
ru: Расстояние
sk: Vzdialenosť
sv: Distans
th: ระยะทาง
tr: Mesafe
uk: Відстань
vi: Khoảng cách
zh_hans: 距离
zh_hant: 距離
zh_hk: 距離

# TK.Label.driver
source: Driver
ar: برنامج التشغيل
bg: Драйвер
ca: Controlador
cs: Ovladač
de: Treiber
el: Οδηγός
es: Controlador
es_419: Controlador
fi: Ohjain
fr: Pilote
fr_ca: Pilote
he: דרייבר
hi: ड्राइवर
hr: Vozač
hu: Sofőr
id: Pengemudi
ja: ドライバー
kk: Драйвер
ko: 드라이버
ms: Pemandu
nl: Stuurprogramma
pl: Sterownik
ro: Şofer/Şoferiţă
ru: Драйвер
sk: Ovládač
sv: Drivrutin
th: ไดรเวอร์
tr: Sürücü
uk: Драйвер
zh_hans: 驱动程序
zh_hant: 驅動程式
zh_hk: 驅動程式

# TK.Label.duration
source: Duration
ar: المدة
bg: Продължителност
ca: Durada
cs: Délka
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
es_419: Duración
fi: Kesto
fr: Durée
fr_ca: Durée
he: משך זמן
hi: अवधि
hr: Trajanje
hu: Időtartam
id: Durasi
it: Durata
ja: 継続時間
kk: Ұзақтық
ko: 지속 시간
ms: Tempoh
nb: Varighet
nl: Duur
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ro: Durată
ru: Длительность
sk: Trvanie
sv: Längd
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 持续时间
zh_hant: 持續時間
zh_hk: 持續時間

# TK.Label.estimatedArrivalTime
source: Estimated Arrival Time
ar: الوقت المقدر للوصول
bg: Предполагаемo време на пристигане
ca: Temps d'arribada estimat
cs: Odhadovaný čas příjezdu
da: Estimeret Ankomsttid
de: Voraussichtliche Ankunftszeit
el: Εκτιμώμενος Χρόνος Άφιξης
es: Hora estimada de llegada
es_419: Tiempo estimado de llegada
fi: Arvioitu saapumisaika
fr: Temps d'arrivée estimé
fr_ca: Temps d'arrivée estimé
he: זמן הגעה משוער
hi: अनुमानित आगमन समय
hr: Procijenjeno Vrijeme Dolaska
hu: Várt Érkezési Idő
id: Perkiraan Waktu Kedatangan
it: Tempo di Arrivo Stimato
ja: 推定到着時間
kk: Күтілетін келу уақыты
ko: 예상 도착 시간
ms: Anggaran Masa Ketibaan
nb: Estimert ankomsttid
nl: Geschatte Aankomsttijd
pl: Szacowany czas przybycia
pt_br: Tempo de Chegada Estimado
pt_pt: Tempo Estimado de Chegada
ro: Timp estimat de sosire
ru: Расчетное время прибытия
sk: Odhadovaný čas príchodu
sv: Beräknad ankomsttid
th: เวลาที่คาดว่าถึง
tr: Tahmini Varış Süresi
uk: Орієнтовний час прибуття
vi: Thời gian đến ước tính
zh_hans: 预计到达时间
zh_hant: 預估到達時間
zh_hk: 預計到達時間

# TK.Label.estimatedDelivery
source: Estimated Delivery
ar: التسليم المقدر
bg: Предполагаема доставка
ca: Lliurament estimat
cs: Odhadovaná dodávka
da: Estimeret Levering
de: Voraussichtliche Lieferung
el: Εκτιμώμενη Παράδοση
es: Entrega estimada
es_419: Entrega estimada
fi: Arvioitu toimitusaika
fr: Livraison estimée
fr_ca: Livraison estimée
he: משלוח משוער
hi: अनुमानित डिलीवरी
hr: Procijenjeno Vrijeme Dostave
hu: Várt Kézbesítés
id: Perkiraan Pengiriman
it: Consegna Stimata
ja: 推定配送
kk: Күтілетін жеткізу
ko: 예상 배송
ms: Anggaran Penghantaran
nb: Estimert levering
nl: Geschatte Bezorgtijd
pl: Szacowana dostawa
pt_br: Entrega Estimada
pt_pt: Entrega Estimada
ro: Livrare estimată
ru: Ожидаемая доставка
sk: Odhadované dodanie
sv: Beräknad leverans
th: การจัดส่งที่ประมาณการ
tr: Tahmini Teslimat
uk: Орієнтовна доставка
vi: Thời gian giao hàng ước tính
zh_hans: 预计交付
zh_hant: 預估送達
zh_hk: 預計派送

# TK.Label.flight
source: Flight
ar: رحلة
bg: Полет
ca: Vol
cs: Let
da: Flyvning
de: Flug
el: Πτήση
es: Vuelo
es_419: Vuelo
fi: Lento
fr: Vol
fr_ca: Vol
he: טיסה
hi: उड़ान
hr: Let
hu: Járat
id: Penerbangan
it: Volo
ja: フライト
kk: Ұшу
ko: 비행
ms: Penerbangan
nb: Fly
nl: Vlucht
pl: Lot
pt_br: Voo
pt_pt: Voo
ro: Zbor
ru: Рейс
sk: Let
sv: Flygning
th: เที่ยวบิน
tr: Uçuş
uk: Рейс
vi: Chuyến Bay
zh_hans: 航班
zh_hant: 航班
zh_hk: 航班

# TK.Label.gate
source: Gate
ar: البوابة
bg: Порта
es_419: Puerta
fr: Porte
fr_ca: Porte
ja: ゲート
ko: 게이트
nb: Port
pl: Brama
pt_br: Portão
uk: Ворота
zh_hans: 大门

# TK.Label.hotel
source: Hotel
ar: فندق
bg: Хотел
el: Ξενοδοχείο
fi: Hotelli
fr: Hôtel
fr_ca: Hôtel
he: מלון
hi: होटल
hu: Szálloda
ja: ホテル
kk: Қонақ үй
ko: 호텔
nb: Hotell
ru: Отель
sv: Hotell
th: โรงแรม
tr: Otel
uk: Готель
vi: Khách Sạn
zh_hans: 酒店
zh_hant: 飯店
zh_hk: 酒店

# TK.Label.itinerary
source: Itinerary
ar: خطة الرحلة
bg: План за пътуване
ca: Itinerari
cs: Plán cesty
da: Rejseplan
de: Reiseroute
el: Διαδρομή
es: Itinerario
es_419: Itinerario
fi: Reitti
fr: Itinéraire
fr_ca: Itinéraire
he: מסלול
hi: यात्रा कार्यक्रम
hr: Plan puta
hu: Itinerárium
id: Rencana Perjalanan
it: Itinerario
ja: 旅程
kk: Жоспар
ko: 여행 일정
ms: Atur Cara Perjalanan
nb: Reiserute
nl: Reisprogramma
pl: Plan podróży
pt_br: Itinerário
pt_pt: Itinerário
ro: Itinerar
ru: Маршрут
sk: Itinerár
sv: Resplan
th: แผนการเดินทาง
tr: Güzergâh
uk: Маршрут
vi: Lịch trình
zh_hans: 行程
zh_hant: 行程
zh_hk: 行程

# TK.Label.latitude
source: Latitude
ar: خط العرض
bg: Ширина
ca: Latitud
cs: Zeměpisná šířka
da: Breddegrad
de: Breitengrad
el: Γεωγραφικό πλάτος
es: Latitud
es_419: Latitud
fi: Leveysaste
he: קו רוחב
hi: अक्षांश
hr: Geografska širina
hu: Szélesség
id: Garis Lintang
it: Latitudine
ja: 緯度
kk: Ендік
ko: 위도
ms: Latitud
nb: Breddegrad
nl: Breedtegraad
pl: Szerokość geograficzna
ro: Latitudine
ru: Широта
sk: Zemepisná šírka
sv: Breddgrad
th: ละติจูด
tr: Enlem
uk: Широта
vi: Vĩ độ
zh_hans: 纬度
zh_hant: 緯度
zh_hk: 緯度

# TK.Label.longitude
source: Longitude
ar: خط الطول
bg: Дължина
ca: Longitud
cs: Zeměpisná délka
da: Længdegrad
de: Längengrad
el: Γεωγραφικό μήκος
es: Longitud
es_419: Longitud
fi: Pituusaste
he: קו אורך
hi: रेखांश
hr: Geografska dužina
hu: Hosszúság
id: Garis Bujur
it: Longitudine
ja: 経度
kk: Ұзындық
ko: 경도
ms: Longitud
nb: Lengdegrad
nl: Lengtegraad
pl: Długość geograficzna
ro: Longitudine
ru: Долгота
sk: Zemepisná dĺžka
sv: Längdgrad
th: ลองจิจูด
tr: Boylam
uk: Довгота
vi: Kinh độ
zh_hans: 经度
zh_hant: 經度
zh_hk: 經度

# TK.Label.reservation
source: Reservation
ar: حجز
bg: Резервация
ca: Reserva
cs: Rezervace
de: Reservierung
el: Κράτηση
es: Reserva
es_419: Reserva
fi: Varaus
fr: Réservation
fr_ca: Réservation
he: הזמנה
hi: आरक्षण
hr: Rezervacija
hu: Foglalás
id: Reservasi
it: Prenotazione
ja: 予約
kk: Резервация
ko: 예약
ms: Tempahan
nb: Reservasjon
nl: Reservering
pl: Rezerwacja
pt_br: Reserva
pt_pt: Reserva
ro: Rezervare
ru: Бронирование
sk: Rezervácia
th: การจอง
tr: Rezervasyon
uk: Резервування
vi: Đặt chỗ
zh_hans: 预订
zh_hant: 預訂
zh_hk: 預約

# TK.Label.route
source: Route
ar: المسار
bg: Маршрут
cs: Trasa
el: Διαδρομή
es: Ruta
es_419: Ruta
he: מסלול
hi: मार्ग
hu: Útvonal
ja: 経路
kk: Маршрут
ko: 라우트
nb: Rute
pl: Trasa
pt_br: Rota
pt_pt: Rota
ro: Rută
ru: Маршрут
sk: Trasa
sv: Rutt
th: เส้นทาง
tr: Rota
uk: Маршрут
vi: Tuyến đường
zh_hans: 路线
zh_hant: 路線
zh_hk: 路線

# TK.Label.transportation
source: Transportation
ar: نقل
bg: Транспорт
ca: Transport
cs: Doprava
da: Transportmiddel
de: Transport
el: Μεταφορά
es: Transporte
es_419: Transporte
fi: Liikennemuodot
fr: Transport
fr_ca: Transport
he: תחבורה
hi: परिवहन
hr: Prijevoz
hu: Szállítás
id: Transportasi
it: Trasporto
ja: 交通手段
kk: Көлік
ko: 교통수단
ms: Pengangkutan
nb: Transport
nl: Vervoer
pl: Transport
pt_br: Transporte
pt_pt: Transporte
ro: Transport
ru: Транспортировка
sk: Doprava
sv: Transport
th: การขนส่ง
tr: Taşımacılık
uk: Транспорт
vi: Phương tiện đi lại
zh_hans: 交通方式
zh_hant: 運輸
zh_hk: 交通工具

# TK.Label.traveler
source: Traveler
ar: مسافر
bg: Пътник
ca: Viatger/a
cs: Cestovatel
da: Rejsende
de: Reisende:r
el: Ταξιδιώτης
es: Viajero/a
es_419: Viajero
fi: Matkustaja
fr: Voyageur
fr_ca: Voyageur·euse
he: נוסע
hi: यात्री
hr: Putnik
hu: Utazó
id: Pelancong
it: Viaggiatore
ja: 旅行者
kk: Саяхатшы
ko: 여행자
ms: Pengembara
nb: Reisende
nl: Reiziger
pl: Podróżny
pt_br: Viajante
pt_pt: Viajante
ro: Călător
ru: Путешественник
sk: Cestovateľ
sv: Resenär
th: ผู้เดินทาง
tr: Seyahat Eden
uk: Подорожуючий
vi: Người du lịch
zh_hans: 旅行者
zh_hant: 旅行者
zh_hk: 旅行者

# TK.Message.boardingPassAddedSuccessfully
source: Boarding pass added successfully.
ar: تمت إضافة بطاقة الصعود إلى الطائرة بنجاح.
bg: Бордната карта е успешно добавена.
ca: Targeta d'embarcament afegida correctament.
cs: Palubní lístek byl úspěšně přidán.
da: Boardingkortet er blevet tilføjet med succes.
de: Boarding-Pass erfolgreich hinzugefügt.
el: Η κάρτα επιboarding προστέθηκε επιτυχώς.
es: Tarjeta de embarque agregada exitosamente.
es_419: La tarjeta de embarque se ha agregado con éxito.
fi: Matkalippu lisätty onnistuneesti.
fr: Carte d'embarquement ajoutée avec succès.
fr_ca: Carte d'embarquement ajoutée avec succès.
he: דרכון עלייה למטוס נוסף בהצלחה.
hi: बोर्डिंग पास सफलतापूर्वक जोड़ा गया।
hr: Boarding pass je uspješno dodan.
hu: A beszállókártya sikeresen hozzáadva.
id: Kartu naik pesawat berhasil ditambahkan.
it: Carta d'imbarco aggiunta con successo.
ja: 搭乗券が正常に追加されました。
kk: Чек сәтті қосылды.
ko: 탑승권이 성공적으로 추가되었습니다.
ms: Kad boarding telah berjaya ditambah.
nb: Boardingkort lagt til med suksess.
nl: Boardingpass succesvol toegevoegd.
pl: Karta pokładowa została pomyślnie dodana.
pt_br: Cartão de embarque adicionado com sucesso.
pt_pt: Cartão de embarque adicionado com sucesso.
ro: Cardul de îmbarcare a fost adăugat cu succes.
ru: Посадочный талон успешно добавлен.
sk: Palubný lístok bol úspešne pridaný.
sv: Boarding pass har lagts till.
th: บัตรขึ้นเครื่องถูกเพิ่มเรียบร้อยแล้ว.
tr: Biniş kartı başarıyla eklendi.
uk: Посадковий квиток успішно додано.
vi: Thẻ lên máy bay đã được thêm thành công.
zh_hans: 登机牌添加成功。
zh_hant: 登機證已成功添加。
zh_hk: 登機證已成功添加。

# TK.Message.checkInIsNowAvailable
source: Check-in is now available.
ar: تسجيل الوصول متاح الآن.
bg: Функцията за настаняване вече е налична.
ca: Facturació ja disponible.
cs: Check-in je nyní k dispozici.
da: Check-in er nu tilgængeligt.
de: Check-in ist jetzt verfügbar.
el: Η διαδικασία check-in είναι τώρα διαθέσιμη.
es: El check-in ya está disponible.
es_419: El check-in ya está disponible.
fi: Sisäänkirjautuminen on nyt saatavilla.
fr: L'enregistrement est maintenant disponible.
fr_ca: L'enregistrement est maintenant disponible.
he: צ&#39;ק-אין זמין עכשיו.
hi: चेक-इन अब उपलब्ध है।
hr: Prijava je sada dostupna.
hu: Bejelentkezés most már elérhető.
id: Check-in sekarang tersedia.
it: Il check-in è ora disponibile.
ja: チェックインが利用可能になりました。
kk: Тіркелу енді қолжетімді.
ko: 체크인이 이제 가능합니다.
ms: Daftar masuk kini tersedia.
nb: Innlogging er nå tilgjengelig.
nl: Inchecken is nu beschikbaar.
pl: Check-in jest teraz dostępny.
pt_br: O check-in já está disponível.
pt_pt: O check-in já está disponível.
ro: Check-in-ul este acum disponibil.
ru: Регистрация теперь доступна.
sk: Prihlásenie je teraz k dispozícii.
sv: Incheckning är nu tillgänglig.
th: เช็คอินพร้อมใช้งานแล้ว.
tr: Check-in artık mevcut.
uk: Чек-ін тепер доступний.
vi: Đặt chỗ hiện đã có sẵn.
zh_hans: 现已开放签到。
zh_hant: 報到功能現在可用。
zh_hk: 登記現已開放。
